"无法访问相册中照片" = "Não é possível acessar as fotos no álbum";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "Sem permissão de acesso às fotos no momento, recomenda-se ir às configurações do sistema,\nPermitir acesso a 'Todas as Fotos' em 'Fotos'.";
"前往系统设置" = "Configurações";
"取消" = "Cancelar";
"相册" = "Álbum";
"完成" = "Concluir";
"原图" = "Original";
"原片" = "Original";
"预览" = "Pré-visualizar";
"编辑" = "Editar";
"返回" = "Voltar";
"还原" = "Restaurar";
"自由" = "Livre";
"没有可选资源" = "Nenhum recurso disponível";
"照片和视频不能同时选择" = "Fotos e vídeos não podem ser selecionados simultaneamente";
"最多只能选择%d张照片" = "Você só pode selecionar até %d fotos";
"已达到最大选择数" = "Número máximo de seleções atingido";
"视频最大时长为%d秒，无法选择" = "A duração máxima do vídeo é %d segundos e não pode ser selecionado";
"视频最小时长为%d秒，无法选择" = "A duração mínima do vídeo é %d segundos e não pode ser selecionado";
"视频和照片不能同时选择" = "Vídeo e foto não podem ser selecionados simultaneamente";
"最多只能选择%d个视频" = "Você só pode selecionar até %d vídeos";
"正在下载" = "Baixando";
"下载失败" = "Falha no download";
"没有照片" = "Sem fotos";
"你可以使用相机拍些照片" = "Você pode tirar algumas fotos com a câmera";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Não é possível acessar todas as fotos no álbum\nPermita o acesso a 'Todas as Fotos' em 'Fotos'.";
"只能查看允许访问的照片和相关相册" = "Só é possível visualizar fotos permitidas e álbuns relacionados";
"无法使用相机!" = "Não é possível usar a câmera!";
"无法使用相机功能" = "Não é possível usar a função da câmera";
"请前往系统设置中，允许访问「相机」。" = "Por favor, vá às configurações do sistema para permitir o acesso à câmera.";
"照片大小超过最大限制" = "O tamanho da foto excede o limite máximo";
"视频大小超过最大限制" = "O tamanho do vídeo excede o limite máximo";
"视频导出失败" = "Falha na exportação do vídeo";
"保存失败" = "Falha ao salvar";
"所有照片" = "Todas as fotos";
"正在处理..." = "Processando...";
"处理失败" = "Falha no processamento";
"导出失败" = "Falha na exportação";
"视频加载中" = "Carregando vídeo";
"视频加载失败!" = "Falha ao carregar o vídeo!";
"视频可编辑最大时长为%d秒，无法编辑" = "A duração máxima do vídeo que pode ser editado é %d segundos e não pode ser editado";
"相机不可用!" = "Câmera não disponível!";
"确定" = "Concluído";
"提示" = "Aviso";
"图片获取失败!" = "Falha ao obter imagem!";
"视频获取失败!" = "Falha ao obter vídeo!";
"图片下载中" = "Baixando imagem";
"视频下载中" = "Baixando vídeo";
"设置失败!" = "Falha na configuração!";
"唯美" = "Nashville";
"梦幻" = "Toaster";
"老电影" = "Filme antigo";
"怀旧" = "Nostalgia";
"黑白" = "Preto e branco";
"色调" = "Tom";
"模糊" = "Desfoque";
"岁月" = "Anos";
"单色" = "Monocromático";
"褪色" = "Desbotado";
"冲印" = "Revelação";
"铬黄" = "Chrome";
"暂无配乐" = "Sem trilha sonora";
"配乐" = "Trilha sonora";
"视频原声" = "Som original";
"正在同步iCloud" = "Sincronizando com iCloud";
"iCloud同步失败" = "Falha na sincronização do iCloud";
"拖动到此处删除" = "Arraste aqui para excluir";
"松手即可删除" = "Solte para excluir";
"搜索" = "Pesquisar";
"背景音乐" = "Música";
"搜索歌名" = "Pesquisar título da música";
"此歌曲暂无歌词，请您欣赏" = "Esta música não tem letra, aproveite";
"选择" = "Selecionar";
"取消选择" = "Desmarcar";
"歌词" = "Letra";
"拍摄失败!" = "Falha na gravação!";
"摄像头切换失败!" = "Falha ao alternar câmera!";
"相机初始化失败!" = "Falha na inicialização da câmera!";
"轻触拍照" = "Toque para tirar foto";
"按住摄像" = "Segure para gravar";
"轻触拍照，按住摄像" = "Toque para foto, segure para gravar";
"拍摄时长不足%d秒" = "Tempo de gravação menor que %d segundo";
"麦克风添加失败，录制视频会没有声音哦!" = "Falha ao adicionar microfone, o vídeo será gravado sem som!";
"无法使用麦克风" = "Não é possível usar o microfone";
"请在设置-隐私-相机中允许访问麦克风" = "Permita o acesso ao microfone em Configurações-Privacidade-Câmera";
"更多" = "Mais";
"张照片" = "Fotos";
"个视频" = "Vídeos";
"实况" = "Ao vivo";
"照片" = "Foto";
"视频" = "Vídeo";
"点击摄像" = "Clique para gravar";
"音量" = "Volume";
"明亮" = "Brilho";
"删除" = "Excluir";
"原始比例" = "Original";
"自由格式" = "Formato livre";
"正方形" = "Quadrado";
"亮度" = "Brilho";
"对比度" = "Contraste";
"饱和度" = "Exposição";
"曝光度" = "Saturação";
"色温" = "Temperatura";
"暗角" = "Vinheta";
"锐化" = "Nitidez";
"蒙版素材" = "Máscaras";
"筛选" = "Filtros";
"筛选条件" = "Filtrar por";
"无筛选条件" = "Sem filtros";
"没有项目" = "Sem itens";
"筛选结果" = "Resultados do filtro";
"所有项目" = "Todos os itens";
"已编辑" = "Editado";
"仅显示" = "Mostrar";
"筛选照片" = "Fotos";
"筛选视频" = "Vídeos";
"选择相册" = "Selecionar álbum";
"我的相册" = "Meus álbuns";
"媒体类型" = "Tipos de mídia";
"查看全部" = "Ver tudo";
"全部" = "Tudo";
"清空已编辑的内容" = "Limpar editado";
"高光" = "Realces";
"阴影" = "Sombras";

"HXAlbumCameraRoll" = "Rolo da câmera";
"HXAlbumPanoramas" = "Panoramas";
"HXAlbumVideos" = "Vídeos";
"HXAlbumFavorites" = "Favoritos";
"HXAlbumTimelapses" = "Time-Lapse";
"HXAlbumRecents" = "Recentes";
"HXAlbumRecentlyAdded" = "Adicionados recentemente";
"HXAlbumBursts" = "Disparos";
"HXAlbumSlomoVideos" = "Câmera lenta";
"HXAlbumSelfPortraits" = "Selfies";
"HXAlbumScreenshots" = "Capturas de tela";
"HXAlbumDepthEffect" = "Efeito de profundidade";
"HXAlbumLivePhotos" = "Foto ao vivo";
"HXAlbumAnimated" = "Animado";
